Tekla.Structures.Model.UnknownLoftedPlateErrorException
This class represent an exception thrown when an operation on a lofted plate caused an error of unknown origin

Tekla.Structures.Model.UnknownLoftedPlateErrorException.#ctor
Constructs an instance of the class